Repository: RevellAction/revellaction
Catalog: assets/languages/*.po
Languages: fr_fr

source: Gallery
fr_fr: Galerie

source: Link
fr_fr: Lien

source: Quote
fr_fr: Citation

source: Status
fr_fr: Standard

source: Video
fr_fr: Vid&eacute;o

source: % comments
fr_fr: % commentaires

source: &#91;Read more&#93;
fr_fr: &#91;Lire plus&#93;

source: . Then copy your logo image file URL and insert the URL here. If you want to include a Retina-ready logo image, just prepare the image 2x the actual size (e.g. 270x270px), but still type in the 135x135 as width and height value below.
fr_fr: . Ensuite copiez l&apos;URL de votre logo et ins&eacute;rez le ici. Si vous souhaitez inclure une image de logo compatible Retina, il suffit de cr&eacute;er l&apos;image &agrave; 2x la taille r&eacute;elle (par exemple, 270x270px), mais il faut quand m&ecirc;me saisir 135x135 comme dimensions.

source: 0 comment
fr_fr: 0 commentaire

source: 1 comment
fr_fr: 1 commentaire

source: 1 Comment so far
fr_fr: 1 commentaire jusqu&apos;&agrave; pr&eacute;sent

source: <a href="%1$s" title="%2$s">by %3$s</a>
fr_fr: <a href="%1$s" title="%2$s">par %3$s</a>

source: <p class="comment-note">Required fields are marked <span class="required">*</span>.</p>
fr_fr: <p class="comment-note">Les champs obligatoires sont marqu&eacute;s <span class="required">*</span>.</p>

source: <span>&laquo; Older Posts</span>
fr_fr: <span>&laquo; Articles plus anciens</span>

source: <span>&laquo; Older</span>
fr_fr: <span>&laquo; Plus anciens</span>

source: <span>&laquo; Previous Post</span>
fr_fr: <span>&laquo; Article pr&eacute;c&eacute;dent</span>

source: <span>&laquo; Previous</span>
fr_fr: <span>&laquo; pr&eacute;c&eacute;dent</span>

source: <span>Newer &raquo;</span>
fr_fr: <span>Plus r&eacute;cent &raquo;</span>

source: <span>Newer Posts &raquo;</span>
fr_fr: <span>Articles plus r√©cents &raquo;</span>

source: <span>Next &raquo;</span>
fr_fr: <span>Suivant &raquo;</span>

source: <span>Next Post &raquo;</span>
fr_fr: <span>Article suivant &raquo;</span>

source: A list of Post Formats
fr_fr: Une liste de formats d&apos;articles

source: A number of Recent Posts filtered by category
fr_fr: Un certain nombre de messages r&eacute;cents filtr&eacute;s par cat&eacute;gorie

source: A Sub Headline for the Main Content Widget Areas
fr_fr: Un sous-titre pour les zones de widgets de contenu principal

source: Above Footer Widget Area
fr_fr: Zone de widget situ&eacute; au-dessus du pied de page

source: All Audio Posts
fr_fr: Tous les articles de format Audio

source: All Gallery Posts
fr_fr: Tous les articles de format Galerie

source: All Image Posts
fr_fr: Tous les articles de format Image

source: All Link Posts
fr_fr: Tous les articles de format Lien

source: All posts by %s
fr_fr: Tous les articles par %s

source: All Posts by &lsquo;%s&rsquo;
fr_fr: Tous les articles par &lsquo;%s&rsquo;

source: All Posts Filed in &lsquo;%s&rsquo;
fr_fr: Tous les articles class&eacute;s dans &lsquo;%s&rsquo;

source: All Posts Tagged &lsquo;%s&rsquo;
fr_fr: Tous les articles &eacute;tiquet&eacute;s &lsquo;%s&rsquo;

source: All Quote Posts
fr_fr: Tous les articles de format Citation

source: All Status Posts
fr_fr: Tous les articles de format Standard

source: All Video Posts
fr_fr: Tous les articles de format Vid&eacute;o

source: Apologies, but the page you requested could not be found. Perhaps searching will help!
fr_fr: Toutes mes excuses, mais la page que vous avez demand&eacute;e n'a pas pu &ecirc;tre trouv&eacute;e. Peut-&ecirc;tre que le bouton Search vous aidera !

source: Archive Page Template
fr_fr: Mod&egrave;le de page d&apos;archives

source: Audio Post Format Color
fr_fr: Couleur des articles de format Audio

source: Below Main Content Widget Area
fr_fr: En dessous la zone de widget de contenu principal

source: black
fr_fr: noir

source: Blog Layout
fr_fr: Mise en page

source: Blog Layout Options
fr_fr: Options de mise en page

source: blue
fr_fr: bleu

source: Category
fr_fr: Cat&eacute;gorie

source: Category ID numbers (to choose which categories to include):
fr_fr: Num&eacute;ros d&apos;identification des cat&eacute;gories (pour choisir les cat&eacute;gories &agrave; inclure):

source: Check this box to include share buttons (for Twitter, Facebook, Google+) on your blogs front page and on single post pages.
fr_fr: Cochez cette case pour inclure des boutons de partage (pour Twitter, Facebook, Google+) sur la page d&apos;accueil du blog et sur les articles.

source: Check this box to include the share post buttons <strong>only</strong> on single posts (below the post content).
fr_fr: Cochez cette case pour n&apos;inclure les boutons de partage <strong>que </strong> pour les articles.

source: Check this box to show automatic post excerpts for standard posts. With this option you will not need to add the more tag in posts.
fr_fr: Cochez cette case pour g&eacute;n&eacute;rer des extraits de mani&egrave;re automatique pour les articles de format standard. Avec cette option, vous n&apos;aurez pas besoin d&rsquo;ajouter la balise &quot;Lire plus&quot;.

source: Choose your Audio post format color, the default color is: <strong>%s</strong>.
fr_fr: Choisissez la couleur des articles format Audio, la couleur par d&eacute;faut est : <strong>%s</strong>.

source: Choose your Gallery post format color, the default color is: <strong>%s</strong>.
fr_fr: Choisissez la couleur des articles format Galerie, la couleur par d&eacute;faut est : <strong>%s</strong>.

source: Choose your Image post format color, the default color is: <strong>%s</strong>.
fr_fr: Choisissez la couleur des articles format Image, la couleur par d&eacute;faut est : <strong>%s</strong>.

source: Choose your Link post format color, the default color is: <strong>%s</strong>.
fr_fr: Choisissez la couleur des articles format Lien, la couleur par d&eacute;faut est : <strong>%s</strong>.

source: Choose your main background color. The default background color is: <strong>%s</strong>.
fr_fr: Choisissez votre couleur de fond principale. Par d&eacute;faut la couleur est : <strong>%s</strong>.

source: Choose your main theme color (used for standard posts and as the default link color). The default color is: <strong>%s</strong>.
fr_fr: Choisissez la couleur principale du th&egrave;me (utilis&eacute;e pour les articles de format standard et les liens). Par d&eacute;faut la couleur est : <strong>%s</strong>.

source: Choose your Quote post format color, the default color is: <strong>%s</strong>.
fr_fr: Choisissez la couleur des articles format Citation, la couleur par d&eacute;faut est : <strong>%s</strong>.

source: Choose your Status post format color, the default color is: <strong>%s</strong>.
fr_fr: Choisissez la couleur des articles format Standard, la couleur par d&eacute;faut est : <strong>%s</strong>.

source: Choose your Video post format color, the default color is: <strong>%s</strong>.
fr_fr: Choisissez la couleur des articles format Vid&eacute;o, la couleur par d&eacute;faut est : <strong>%s</strong>.

source: comment 1
fr_fr: commentaire 1

source: comments %
fr_fr: commentaires %

source: comments 0
fr_fr: commentaire 0

source: Comments are closed.
fr_fr: Les commentaires sont ferm&eacute;s.

source: Custom Colors
fr_fr: Couleurs personnalis&eacute;es

source: Custom CSS
fr_fr: CSS personnalis&eacute;s

source: Custom Logo, Post Excerpts and Footer Text
fr_fr: Logo, extraits de message et texte de bas de page personnalis&eacutes

source: Customize the footer credit text. Standard HTML is allowed.
fr_fr: Personnalisez les cr&eacute;dits de pied de page. Le HTML standard est autoris&eacute;.

source: Daily Archives of: %s
fr_fr: Archives quotidiennes de: %s

source: Edit
fr_fr: Modifier

source: Filter by Tags
fr_fr: Filtrer par &eacute;tiquettes

source: Footer Credit Text
fr_fr: Cr&eacute;dits de bas de page

source: Footer Navigation (no sub menus supported)
fr_fr: Navigation en bas de page (aucun sous-menu pris en charge)

source: Gallery
fr_fr: Galerie

source: Gallery Post Format Color
fr_fr: Couleur des articles de format Galerie

source: Headlines (Namba)
fr_fr: Titres (Namba)

source: Image Post Format Color
fr_fr: Couleur des articles de format Image

source: Include Custom CSS
fr_fr: Inclure du CSS personnalis&eacute;

source: Include custom CSS styles, use !important to overwrite existing styles.
fr_fr: Inclure des styles CSS personnalis&eacute;s, utiliser !important pour &eacute;craser les styles existants.

source: Include your custom logo height, e.g. 135 (value only, no unit)
fr_fr: Inclure la hauteur du logo, ex: 135 (valeur seulement, sans unit&eacute;)

source: Include your custom logo width, e.g. 135 (value only, no unit)
fr_fr: Inclure la largeur du logo, ex: 135 (valeur seulement, sans unit&eacute;)

source: It seems we can&rsquo;t find what you&rsquo;re looking for.
fr_fr: Il semble que nous ne pouvons pas trouver ce que vous rechercher.

source: large
fr_fr: grand

source: larger
fr_fr: plus grand

source: light blue
fr_fr: bleu clair

source: light green
fr_fr: vert clair

source: light grey
fr_fr: gris clair

source: light red
fr_fr: rouge clair

source: light yellow
fr_fr: jaune clair

source: Link
fr_fr: Lien

source: Link Post Format Color
fr_fr: Couleur des articles de format Lien

source: Logo Image Height
fr_fr: Hauteur du logo

source: Logo Image Width
fr_fr: Largeur du logo

source: Main Background Color
fr_fr: Couleur principale d&apos;arri&egrave;re-plan

source: Main Theme Color
fr_fr: Couleur principale du th&egrave;me

source: Main Widget Area
fr_fr: Zone de widget principale

source: Monthly Archives of: %s
fr_fr: Archives mensuelles de: %s

source: Nothing Found
fr_fr: Rien trouv&eacute;

# noun
source: Comment <span class="required">*</span>
fr_fr: Commentaire <span class="required">*</span>

source: Number of posts to display:
fr_fr: Nombre d&apos;articles &agrave; afficher:

source: One Column
fr_fr: Une colonne

source: Permalink to %s
fr_fr: Permalink vers %s

source: Post Comment
fr_fr: Publier un commentaire

source: Post Excerpts
fr_fr: Extraits d&apos;article

source: Post Formats (Namba)
fr_fr: Formats d'article (Namba)

source: Posted by %s
fr_fr: Publi&eacute; par %s

source: Posts by Category Widget Area
fr_fr: Zone de widget des articles r&eacute;cents filtr&eacute;s par cat&eacute;gorie

source: Primary Navigation
fr_fr: Menu de navigation principal

source: Proudly powered by
fr_fr: Fi&egrave;rement propuls&eacute; par

source: Quote
fr_fr: Citation

source: Quote Post Format Color
fr_fr: Couleur des articles de format Citation

source: Recent Posts by Category (Namba)
fr_fr: Articles r&eacute;cents par cat&eacute;gorie (Namba)

source: Reply
fr_fr: R&eacute;pondre

source: RSS Comments
fr_fr: Flux RSS des commentaires

source: RSS Feed
fr_fr: Flux RSS

source: RSS for Comments URL:
fr_fr: URL du flux RSS des commentaires:

source: RSS-Feed URL:
fr_fr: URL du flux RSS:

source: Search Results for &lsquo;%s&rsquo;
fr_fr: R&eacute;sultats de recherche pour &lsquo;%s&rsquo;

source: Share Buttons
fr_fr: Boutons de partage

source: Share option for posts
fr_fr: Options de partage des arcticles

source: Share option on single posts only
fr_fr: Bouton de partage des articles seulement

source: Share This
fr_fr: Partager ceci

source: Show icons with links to your social profiles
fr_fr: Afficher des ic&ocirc;nes avec des liens vers vos profils sociaux

source: small
fr_fr: petit

source: Sorry, but nothing matched your search criteria. Please try again!
fr_fr: D&eacute;sol&eacute;, mais rien ne correspond &agrave; vos crit&egrave;res de recherche. Veuillez r&eacute;essayer !

source: Standard
fr_fr: Par d&eacute;faut

source: Status
fr_fr: Standard

source: Status Post Format Color
fr_fr: Couleur des articles de format Standard

source: Tags
fr_fr: &Eacute;tiquettes

source: The Latest 30 Posts
fr_fr: Les derniers 30 articles

source: The Monthly Archive
fr_fr: Les archives mensuelles

source: Theme: %1$s by %2$s
fr_fr: Theme: %1$s par %2$s

source: This post is password protected. Enter the password to view any comments.
fr_fr: Cet article est prot&eacute;g&eacute; par mot de passe. Entrez le mot de passe pour afficher les commentaires.

source: Title:
fr_fr: Titre:

source: Top Widget Area
fr_fr: Zone de widget de haut de page

source: Two Column
fr_fr: Deux colonnes

source: Upload your own logo image with a max width of 225px and a flexible height (e.g. 135x135px) using the
fr_fr: T&eacute;l&eacute;chargez votre propre logo d&apos;une largeur maximale de 225px et d&apos;une hauteur flexible (par ex. 135x135px) en utilisant l&apos;option

source: Video
fr_fr: Vid&eacute;o

source: Video Post Format Color
fr_fr: Couleur des articles de format Vid&eacute;o

source: white
fr_fr: blanc

source: Widget area for the social links at the top of the main content area.
fr_fr: Zone de widget du haut de page permettant de placer le widget des liens vers les r&eacute;seaux sociaux.

source: Widget area to include 2, 4, 6 oder more Recent Posts by Category widgets below the main content area. The widgets will appear in a 2-column grid and can also include the Namba Headlines widget to give the Recent Posts widget a bigger headline.
fr_fr: Zone de widget, sous la zone de contenu principale, permettant d&apos;inclure 2, 4, 6 ou plusieurs widgets d&apos;articles r&eacute;cents filtr&eacute;s par cat&eacute;gorie. Les widgets appara&icirc;tront dans une grille &agrave; 2 colonnes et peuvent &eacute;galement inclure le widget Titres Namba pour afficher un titre plus grand.

source: Widgets in this widget area will appear in a single-column below the main content area.
fr_fr: Les widgets de cette zone de widgets appara&icirc;tront dans une seule colonne sous la zone de contenu principale.

source: Widgets will appear in a single-column above the footer area.
fr_fr: Les widgets appara&icirc;tront dans une seule colonne au-dessus de la zone du pied de page.

source: Widgets will appear in the left sidebar below the main navigation.
fr_fr: Les widgets appara&icirc;tront dans la barre lat&eacute;rale gauche sous la navigation principale.

source: Yearly Archives of: %s
fr_fr: Archives annuelles de: %s

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de mod&eacute;ration.
